<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8">
    <title>tt</title>
</head>

<div>
    <h1>PHP Web应用与开发大作业</h1>
    <h2>系统功能</h2>
    <ol>
        <li>可以准确地记录和查询学生信息，包括学生的姓名、单位、年龄、性别以及身份证号码等。</li>
        <li>可以准确地记录学生地每一次奖惩情况。</li>
        <li>可以对学校的院系情况进行管理，包括设置学院名称、修改某学院某专业方向的名称等。</li>
        <li>系统能够对开设的课程进行管理</li>
        <li>学生选课管理、考试（登记分数）、补考重修管理</li>
        <li>系统还应该提供强大数据统计、查询、报表生成以及打印等功能。</li>
        <li>用户权限管理</li>
        <li>参与人员：<br>200502202 白毅超<br>200502248 张灏</li>
    </ol>
</div>
</body>
</html>